---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.StickElementProjectionY.Center
enum: Autodesk.Revit.DB.Structure.StickElementProjectionY
source: html/140e1e06-2916-7a76-8f71-2ac5967ee9c7.htm
---
# Autodesk.Revit.DB.Structure.StickElementProjectionY.Center

Horizontally, center of physical model.